Repository: queziili/RXTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: pt

source: RXTikTok, Hi
pt: RXTikTok, Olá

source: RXTikTok Settings
pt: Configurações do RXTikTok

source: Welcome
pt: Bem-vindo

source: Tap to Join the Telegram
pt: Toque para Entrar no Telegram

source: Yes
pt: Sim

source: No
pt: Não

source: ON
pt: LIGADO

source: OFF
pt: DESLIGADO

source: Cancel
pt: Cancelar

source: Confirm
pt: Confirmar

source: Actions
pt: Ações

source: Default
pt: Padrão

source: Modern
pt: Moderno

source: Compact
pt: Compacto

source: Backgrounding ✌️
pt: Em segundo plano ✌️

source: Are you sure?
pt: Você tem certeza?

source: Profile
pt: Perfil

source: Other
pt: Outro

source: Region
pt: Região

source: Developer
pt: Desenvolvedor

source: Design Options
pt: Opções de Design

source: Other Settings
pt: Outras Configurações

source: Auto Clear History
pt: Limpar Histórico Automaticamente

source: Enable Embeded Links
pt: Habilitar Links Incorporados

source: Language 🌎
pt: Idioma 🌎

source: Show All Settings Tabs
pt: Mostrar Todas as Abas de Configurações

source: Show Video Upload Timestamp
pt: Mostrar Data de Upload do Vídeo

source: Remove Pendant View
pt: Remover Visualização de Pendente

source: Hide Commission Posts
pt: Ocultar Posts de Comissão

source: Hide dangerous-action Warning
pt: Ocultar Aviso de Ação Perigosa

source: Downloads Menu
pt: Menu de Downloads

source: Download Video
pt: Baixar Vídeo

source: Download HD Video
pt: Baixar Vídeo em HD

source: Download Music
pt: Baixar Música

source: Download Photo
pt: Baixar Foto

source: Download All Photos
pt: Baixar Todas as Fotos

source: Download Photos Menu
pt: Menu de Baixar Fotos

source: Downloading
pt: Baixando

source: Download Button
pt: Botão de Download

source: Copy Menu
pt: Menu de Copiar

source: Copy Music Link
pt: Copiar Link da Música

source: Copy Description
pt: Copiar Descrição

source: Post Info
pt: Informações do Post

source: Copy Video link
pt: Copiar Link do Vídeo

source: Copy bio
pt: Copiar Biografia

source: Music Link Copied
pt: Link da Música Copiado

source: Video Link Copied
pt: Link do Vídeo Copiado

source: Description Link Copied
pt: Link da Descrição Copiado

source: Stats Menu
pt: Menu de Estatísticas

source: Video Info
pt: Informações do Vídeo

source: Confirm Settings
pt: Configurações de Confirmação

source: Confirmation Settings
pt: Configurações de Confirmação

source: Like Confirmation
pt: Confirmação de Curtida

source: Like Comment Confirmation
pt: Confirmação de Curtida no Comentário

source: Dislike Comment Confirmation
pt: Confirmação de Descurtida no Comentário

source: Follow Confirmation
pt: Confirmação de Seguir

source: Feed Settings
pt: Configurações do Feed

source: Hide Ads
pt: Ocultar Anúncios

source: Share Sheet
pt: Compartilhar Ficha

source: Remove Watermark
pt: Remover Marca D'água

source: Show/Hide UI Button
pt: Mostrar/Ocultar Botão da Interface

source: Stop Playback
pt: Parar Reprodução

source: Auto Play Next Video
pt: Reproduzir Próximo Vídeo Automaticamente

source: Show Progress Bar
pt: Mostrar Barra de Progresso

source: Transparent Comments
pt: Comentários Transparentes

source: Show Usernames
pt: Mostrar Nomes de Usuários

source: Disable Sensitive Content
pt: Desativar Conteúdo Sensível

source: Disable Warnings
pt: Desativar Avisos

source: Disable Live Streaming
pt: Desativar Transmissão Ao Vivo

source: Skip Recommendations
pt: Ignorar Recomendações

source: Upload Region
pt: Região de Upload

source: Hide Top Feed items
pt: Ocultar Itens Principais do Feed

source: Anonymous Seen
pt: Visualização Anônima

source: Hide Play/Pause Button
pt: Ocultar Botão de Play/Pause

source: Profile Settings
pt: Configurações de Perfil

source: Profile Save
pt: Salvar Perfil

source: Profile Copy
pt: Copiar Perfil

source: Video Like Count
pt: Contagem de Curtidas do Vídeo

source: Video Upload Date
pt: Data de Upload do Vídeo

source: User Post Count
pt: Contagem de Postagens do Usuário

source: Follower
pt: Seguidores

source: Following
pt: Seguindo

source: Fake Verified
pt: Falso Verificado

source: Enable Fake Changes
pt: Habilitar Alterações Falsas

source: Extended Bio
pt: Biografia Estendida

source: Extended Comments
pt: Comentários Estendidos

source: Upload HD
pt: Upload em HD

source: App Lock
pt: Bloqueio do App

source: Enable Flex
pt: Habilitar Flex

source: Enable Oled Keyboard
pt: Habilitar Teclado OLED

source: Post Stats
pt: Estatísticas de Postagens

source: Enable Text To Reposts
pt: Habilitar Texto para Repostagens

source: Disable Survey Popups
pt: Desativar Pop-ups de Pesquisa

source: Comment Settings
pt: Configurações de Comentários

source: Comment Design
pt: Design de Comentários

source: Select Design
pt: Selecionar Design

source: Disable Comment Tooltip
pt: Desativar Dica de Comentário

source: Add Comment as Post
pt: Adicionar Comentário como Post

source: Add Comment as Story
pt: Adicionar Comentário como Story

source: Mass Unfold Comment Replies
pt: Abrir Todas as Respostas de Comentários

source: Auto Unfold Comment Texts
pt: Abrir Comentários Automaticamente

source: Multi Emoji Comment Bar
pt: Barra de Multi-Emojis para Comentários

source: Hide Emoji-Bar
pt: Ocultar Barra de Emojis

source: Add Translation Button
pt: Adicionar Botão de Tradução

source: Comment Cell Redesign
pt: Redesign das Células de Comentário

source: Enable Comment Photos
pt: Habilitar Fotos nos Comentários

source: Enable Comment Stickers
pt: Habilitar Stickers nos Comentários

source: Enable Comment Flags
pt: Habilitar Bandeiras nos Comentários

source: Enable Copy Without Username
pt: Habilitar Cópia sem Nome de Usuário

source: Configure Advanced Comment Settings
pt: Configurar Configurações Avançadas de Comentários

source: Tab Bar Settings
pt: Configurações da Barra de Abas

source: Tab Bar Configurations
pt: Configurações da Barra de Abas

source: Hide Plus Button
pt: Ocultar Botão de Mais

source: Hide Friends Badge
pt: Ocultar Badge de Amigos

source: Hide Inbox Badge
pt: Ocultar Badge de Caixa de Entrada

source: Changes will take effect after restarting the app
pt: As alterações terão efeito após reiniciar o app

source: Live Button Settings
pt: Configurações do Botão Ao Vivo

source: Live Button Function
pt: Função do Botão Ao Vivo

source: Live Button Actions
pt: Ações do Botão Ao Vivo

source: Live Actions
pt: Ações Ao Vivo

source: Playback Speed
pt: Velocidade de Reprodução

source: Select Action
pt: Selecionar Ação

source: Change the behavior of the Live button
pt: Alterar o comportamento do botão Ao Vivo

source: Selected Action
pt: Ação Selecionada

source: Live Button Function Disabled
pt: Função do Botão Ao Vivo Desativada

source: Please enable Live Button Function first
pt: Por favor, habilite a função do botão Ao Vivo primeiro

source: Change Action of Live Button
pt: Alterar Ação do Botão Ao Vivo

source: Enable Live Button Function
pt: Habilitar Função do Botão Ao Vivo

source: Chat Settings
pt: Configurações de Chat

source: Enable Voice Messages
pt: Habilitar Mensagens de Voz

source: Enable Streaks
pt: Habilitar Streaks

source: Hide Streak Pet
pt: Ocultar Pet do Streak

source: Disable Typing Indicator
pt: Desativar Indicador de Digitação

source: Enable Pin Chat
pt: Habilitar Fixação de Chat

source: Bypass Media Limit
pt: Ignorar Limite de Mídia

source: Disable AI-Generated Replies
pt: Desativar Respostas Geradas por IA

source: Enable Small Emoji
pt: Habilitar Emojis Pequenos

source: Enable Playback Speed
pt: Habilitar Velocidade de Reprodução

source: Selected Speed
pt: Velocidade Selecionada

source: Playback Speed Settings
pt: Configurações de Velocidade de Reprodução

source: Enable Persistent Playback Speed.
pt: Habilitar Velocidade de Reprodução Persistente

source: Select Speed
pt: Selecionar Velocidade

source: Control video playback speed
pt: Controlar a velocidade de reprodução do vídeo

source: Playback Speed Disabled
pt: Velocidade de Reprodução Desativada

source: Please enable Playback Speed first
pt: Por favor, habilite a velocidade de reprodução primeiro

source: Region Settings
pt: Configurações de Região

source: Enable region changing to access content from different regions
pt: Habilitar mudança de região para acessar conteúdo de diferentes regiões

source: Enable Region Changing
pt: Habilitar mudança de região

source: Enable Region Changing Functionality
pt: Habilitar funcionalidade de mudança de região

source: Selected Region
pt: Região selecionada

source: Region Changing Disabled
pt: Mudança de região desativada

source: Please enable region changing first
pt: Por favor, habilite a mudança de região primeiro

source: FEATURE_HIDE_ADS
pt: Oculta anúncios no feed

source: FEATURE_DOWNLOAD_BUTTON
pt: Ativa o botão de download para postagens e stories

source: FEATURE_SHARE_SHEET
pt: Abre a tela de compartilhamento após o download da mídia

source: FEATURE_REMOVE_WATERMARK
pt: Remove a marca d'água (logo animado do TikTok e nome de usuário) da mídia baixada

source: FEATURE_UI_BUTTON
pt: Mostra ou oculta o botão da interface

source: FEATURE_STOP_PLAYBACK
pt: Interrompe a reprodução do vídeo quando ele termina

source: FEATURE_AUTO_PLAY
pt: Habilita o rolar automático de vídeos

source: FEATURE_PROGRESS_BAR
pt: Mostra a barra de duração abaixo de cada vídeo

source: FEATURE_TRANSPARENT_COMMENTS
pt: Torna a seção de comentários transparente

source: FEATURE_DISABLE_SURVEY
pt: Desativa as perguntas de pesquisa irritantes no feed

source: FEATURE_HIDE_PLAY_PAUSE
pt: Oculta o botão de play/pause no feed

source: FEATURE_SHOW_USERNAMES
pt: Substitui apelidos por tags

source: FEATURE_DISABLE_SENSITIVE
pt: Oculta o aviso de conteúdo inadequado

source: FEATURE_ADD_TRANSLATION
pt: Adicionar um botão de tradução em cada comentário

source: FEATURE_DISABLE_WARNINGS
pt: Oculta os avisos do TikTok

source: FEATURE_DISABLE_LIVE
pt: Oculta as transmissões ao vivo no feed

source: FEATURE_SKIP_RECOMMENDED
pt: Remove recomendações de amigos, etc.

source: FEATURE_UPLOAD_REGION
pt: Mostra a bandeira da região de upload ao lado do nome de usuário

source: FEATURE_HIDE_TOP_ITEMS
pt: Oculta o botão de pesquisa, LIVE e outros (Para você, Seguindo, Loja, etc...)

source: FEATURE_ANONYMOUS_SEEN
pt: Veja as conversas sem que a outra pessoa saiba

source: FEATURE_SHOW_ALL_TABS
pt: Mostrar todas as abas de configurações ocultas [Beta!]

source: FEATURE_PROFILE_SAVE
pt: Salva as informações do perfil na área de transferência

source: FEATURE_EMBED_LINKS
pt: Habilitar links incorporados ao copiar um link

source: FEATURE_PROFILE_COPY
pt: Copia as informações do perfil

source: FEATURE_USER_POST_COUNT
pt: Mostra o número de vídeos enviados

source: FEATURE_LIKE_COUNT
pt: Mostra o número de curtidas nas mensagens

source: FEATURE_UPLOAD_DATE
pt: Mostra a data de upload

source: FEATURE_SHOW_VIDEO_TIMESTAMP
pt: Mostra o horário de upload do vídeo no FYP

source: FEATURE_HIDE_DANGEROUS_ACTION
pt: Oculta avisos sob vídeos de esportes (UFC, Boxe, etc...)

source: FEATURE_REMOVE_PENDANT
pt: Remove o anúncio superior esquerdo no FYP

source: FEATURE_CONFIRM_LIKE
pt: Exibe confirmação ao curtir um vídeo

source: FEATURE_CONFIRM_COMMENT_LIKE
pt: Exibe confirmação ao curtir um comentário

source: FEATURE_CONFIRM_COMMENT_DISLIKE
pt: Exibe confirmação ao não curtir um comentário

source: FEATURE_CONFIRM_FOLLOW
pt: Exibe confirmação ao seguir um usuário

source: FEATURE_AUTO_CLEAR
pt: Limpa automaticamente o histórico de pesquisa a cada 60 segundos

source: FEATURE_FAKE_CHANGES
pt: Habilita falsificação de dados do perfil

source: FEATURE_FOLLOWER_COUNT
pt: Inserir número falso de seguidores

source: FEATURE_FOLLOWING_COUNT
pt: Inserir número falso de seguindo

source: FEATURE_FAKE_VERIFIED
pt: Exibe um badge de verificação falso

source: FEATURE_HIDE_PLUS_BTN
pt: Oculta o botão de câmera

source: FEATURE_HIDE_FRIENDS_BADGE
pt: Oculta o badge de notificação de amigos

source: FEATURE_HIDE_INBOX_BADGE
pt: Oculta o badge de notificação de inbox

source: FEATURE_EXTENDED_BIO
pt: Expande o limite de caracteres da bio

source: FEATURE_EXTENDED_COMMENTS
pt: Expande o limite de caracteres dos comentários

source: FEATURE_UPLOAD_HD
pt: Habilita uploads em HD

source: FEATURE_APP_LOCK
pt: Adiciona a capacidade de bloquear o TikTok com senha

source: FEATURE_ENABLE_FLEX
pt: Apenas para desenvolvedores, NÃO TOQUE se não souber o que faz

source: FEATURE_OLED_KEYBOARD
pt: Funciona apenas com tema escuro

source: FEATURE_POST_STATS
pt: Mostra um botão de menu na seção de download para as estatísticas de postagem

source: FEATURE_ENABLE_TEXT_TO_REPOSTS
pt: Habilita adicionar textos ao seu repost

source: FEATURE_VOICE_MESSAGES
pt: Habilita o envio de mensagens de voz no chat

source: FEATURE_ENABLE_STREAKS
pt: Habilita streaks com amigos

source: FEATURE_HIDE_STREAK_PET
pt: Oculta o pet do streak

source: FEATURE_DISABLE_TYPING
pt: Não envia o indicador de digitação durante o chat

source: FEATURE_PIN_CHATS
pt: Fixe os chats favoritos no topo

source: FEATURE_BYPASS_MEDIA_LIMIT
pt: Ignora os limites de mídia no chat (Padrão: 9 fotos, 1 min de vídeo)

source: FEATURE_DISABLE_AI_REPLIES
pt: Desativa respostas geradas por IA para posts enviados

source: FEATURE_SMALL_EMOJI
pt: Habilita o envio de emojis pequenos

source: FEATURE_HIDE_COMMISSION_POSTS
pt: Remove postagens que dizem 'Criador ganha comissão'

source: ENABLE_COMMENT_PHOTO
pt: Permitir adicionar fotos aos comentários

source: ENABLE_COMMENT_STICKERS
pt: Permitir adicionar adesivos aos comentários

source: FEATURE_DISABLE_COMMENT_TOOLTIP
pt: Desativar dicas de ferramenta nos comentários

source: FEATURE_ADD_COMMENT_POST
pt: Permitir publicar comentários como postagens

source: FEATURE_ADD_COMMENT_STORY
pt: Permitir publicar comentários como stories

source: FEATURE_MASS_UNFOLD
pt: Expandir todas as respostas dos comentários de uma vez

source: FEATURE_AUTO_UNFOLD
pt: Expandir automaticamente os textos dos comentários

source: FEATURE_MULTI_EMOJI
pt: Habilitar barra de comentários com múltiplos emojis

source: FEATURE_HIDE_EMOJI
pt: Ocultar barra de emojis nos comentários

source: FEATURE_COMMENT_REDESIGN
pt: Habilitar o redesign da interface de comentários

source: FEATURE_COPY_WITHOUT_USERNAME
pt: Copiar comentários sem 'Nome de usuário: '

source: FEATURE_ENABLE_COMMENT_FLAGS
pt: Mostrar bandeira da região do comentarista

source: Could Not Copy Music
pt: Não foi possível copiar a música

source: The video doesn't have music to download
pt: Este vídeo não tem música para baixar

source: DEVELOPER_TELEGRAM
pt: Participe do canal do Telegram para as últimas atualizações

source: DEVELOPER_SUPPORT
pt: Apoie o RXTikTok e tenha acesso ao grupo de testes beta

source: Settings
pt: Configurações

source: Save
pt: Salvar

source: Delete
pt: Excluir

source: Edit
pt: Editar

source: Close
pt: Fechar

source: Back
pt: Voltar

source: Next
pt: Próximo

source: Done
pt: Concluído

source: Error
pt: Erro

source: Success
pt: Sucesso

source: Warning
pt: Aviso

source: Loading
pt: Carregando

source: Search
pt: Buscar

source: Apply
pt: Aplicar

source: Reset
pt: Redefinir

source: Saved!
pt: Salvo!

source: Video saved successfully
pt: Vídeo salvo com sucesso

source: Photo saved successfully
pt: Foto salva com sucesso

source: Failed to save media
pt: Falha ao salvar mídia

source: No internet connection
pt: Sem conexão com a internet

source: Select All
pt: Selecionar tudo

source: Deselect All
pt: Desmarcar tudo

source: More Options
pt: Mais opções

source: Share
pt: Compartilhar

source: Copy Link
pt: Copiar link

source: Report
pt: Denunciar

source: Block
pt: Bloquear

source: Unfollow
pt: Deixar de seguir

source: Hide
pt: Ocultar

source: Show
pt: Mostrar

source: Enable
pt: Ativar

source: Disable
pt: Desativar

source: FEATURE_CREATOR_PROFILE_PULL
pt: Visualizar perfil do criador ao puxar para baixo

source: FEATURE_DISABLE_SWIPE
pt: Desativar o gesto de deslizar para a esquerda e para a direita no feed

source: FEATURE_PULL_TO_CAMERA
pt: Ativar recurso puxar para câmera

source: FEATURE_ADD_FOLDERS
pt: Adicionar organização por pastas às mensagens da caixa de entrada

source: FEATURE_FULL_REGION_MODE
pt: Somente ative se a primeira opção falhar!!

source: FEATURE_ANONYMOUS_SEEN_DESC
pt: Visualizar chats sem enviar confirmação de leitura

source: FEATURE_SHOW_ALL_TABS_DESC
pt: Mostrar todas as abas ocultas de configurações, incluindo recursos experimentais

source: FEATURE_PROFILE_SAVE_DESC
pt: Salvar informações do perfil na área de transferência com um toque

source: FEATURE_APP_LOCK_DESC
pt: Proteja seu aplicativo TikTok com uma senha ou autenticação biométrica

source: FEATURE_REGIONS_DESC
pt: Acessar conteúdo de outras regiões alterando local virtual

source: FEATURE_ADD_FOLDERS_DESC
pt: Organize as mensagens da sua caixa de entrada em pastas personalizadas para uma melhor gestão

source: Credits
pt: Créditos

source: Special Thanks to
pt: Agradecimentos especiais a

source: Community
pt: Comunidade

source: Main Developer, Owner
pt: Desenvolvedor principal, proprietário

source: Co-Owner
pt: Co-proprietário

source: DRM Developer
pt: Desenvolvedor DRM

source: Contributor
pt: Colaborador

source: UI Designer
pt: Designer de UI

source: Telegram Channel
pt: Canal do Telegram

source: Telegram Discussion Group
pt: Grupo de discussão no Telegram

source: Get the latest updates and news
pt: Obtenha as últimas novidades e atualizações

source: Join the community discussion
pt: Participe da discussão da comunidade

source: Buy Me a Coffee
pt: Me compre um café

source: Support the development
pt: Apoie o desenvolvimento

source: Support
pt: Suporte

source: About
pt: Sobre

source: Configuration
pt: Configuração

source: Import Configuration
pt: Importar configuração

source: Export Configuration
pt: Exportar configuração

source: Reset All Settings
pt: Redefinir todas as configurações

source: Import settings from a file
pt: Importar configurações de um arquivo

source: Export settings to a file
pt: Exportar configurações para um arquivo

source: Reset all settings to default values
pt: Redefinir todas as configurações para os valores padrão

source: All settings have been reset to default values.
pt: Todas as configurações foram redefinidas para o padrão.

source: Configuration imported successfully.
pt: Configuração importada com sucesso.

source: File selection was cancelled.
pt: Seleção de arquivo cancelada.

source: Cancelled
pt: Cancelado

source: Select App Language
pt: Selecionar idioma do app
